Repository: kotlarekm/DemoWall
Catalog: Logical/mappView/Visualization/Resources/Texts/RecipePageStrings.tmx
Source language: en
Languages: pl

source: Select recipe:
pl: Wybierz receptę:

source: Turn on mixer 1:
pl: Włącz mikser 1:

source: Turn on mixer 2:
pl: Włącz mikser 2:

source: Tank 3 max pressure:
pl: Maksymalne ciśnienie w zbiorniku 3:

source: Tank 3 max temperature:
pl: Maksymalna temperatura w zbiorniku 3:

source: Left valve opening level:
pl: Stopień otwarcia lewego zaworu:

source: Right valve opening level:
pl: Stopień otwarcia prawego zaworu:

source: Mixing time:
pl: Czas miksowania:

source: Tank 3 fluid level:
pl: Poziom płynu w zbiorniku 3:

source: Tank 1 fluid level:
pl: Poziom płynu w zbiorniku 1:

source: Tank 2 fluid level:
pl: Poziom płynu w zbiorniku 2:

source: Enter recipe name:
pl: Wprowadź nazwę receptury:

source: Save
pl: Zapisz

source: Restore
pl: Przywróć

source: Select data device:
pl: Wybierz nośnik:

source: Apply
pl: Zastosuj

source: Tank 3 temperature:
pl: Temperatura w zbiorniku 3:

source: Default values
pl: Wartości domyślne

source: Set values
pl: Wartości zadane

source: Critical values
pl: Wartości krytyczne

source: Tank 1 max fluid level:
pl: Maksymalny poziom cieczy w zbiorniku 1:

source: Tank 2 max fluid level:
pl: Maksymalny poziom cieczy w zbiorniku 2:

source: Tank 3 max fluid level:
pl: Maksymalny poziom cieczy w zbiorniku 3:

source: Mixer 1 max velocity:
pl: Maksymalna prędkość dla miksera 1:

source: Mixer 2 max velocity:
pl: Maksymalna prędkość dla miksera 2:

source: Tank 3 pressure:
pl: Ciśnienie w zbiorniku 3:

source: Gain in the pressure change model:
pl: Wzmocnienie w modelu zmian ciśnienia:

source: Time constant in the pressure change model:
pl: Stała czasowa w modelu zmian ciśnienia:

source: Modeling pressure changes in tank 3:
pl: Model zmian ciśnienia w zbiorniku 3:
